{
	"articles": [{
		"source": {
			"id": 0,
			"name": "Top Secret"
		},
		"author": "TATLER",
		"title": "Топор был обнаружен под лавкой",
		"description": "Семёну Игоревичу срочно необходимо было наломать дров, но поссориться с кем-нибудь не вариант",
		"urlToImage": "axe.jpg",
		"publishedAt": "2020-12-21T06:52:23Z",
    "content": "Впереди зима, а отопление только печное. Семёну Игоревичу срочно необходимо было наколоть дров. Он пошёл в сарай, стал искать топор, но его там не было. Когда стал возвращаться в дом, заметил, что топор лежит под лавкой в красной луже."
  },
  {
		"source": {
			"id": 1,
			"name": "Not top secret"
		},
		"author": "Вестник реалиста",
		"title": "Солнце по-прежнему заходит на западе",
		"description": "Наши корреспонденты выехали на место события, чтобы воочию убедиться в этом",
		"urlToImage": "sunset.jpg",
		"publishedAt": "2020-12-21T06:52:23Z",
    "content": "Никто не мог предположить, что это произойдёт и взбудоражит всю общественность. Правительства всех стран объединили усилия."
  },
  {
		"source": {
			"id": 2,
			"name": "Новости науки"
		},
		"author": "Тайны и сенсации",
		"title": "Кот Шрёдингера оказался собакой",
		"description": "Что дальше? Сферический конь в вакууме не сферический?",
		"urlToImage": "dog_cat.jpg",
		"publishedAt": "2020-12-21T06:52:23Z",
    "content": "Министерство образования в срочном порядке отзывает партию учебников физики для 2 класса"
  },
  {
		"source": {
			"id": 1,
			"name": "Быстрее, выше, сильнее"
		},
		"author": "Зависимая газета",
		"title": "Теперь шахматные фигуры могут ходить как угодно и где угодно.",
		"description": "Ранее было запрещено фигурам бить. Человечество на подходе к взятию пика гуманности",
		"urlToImage": "chess.jpg",
		"publishedAt": "2020-12-21T06:52:23Z",
    "content": "Федерация FIDE на заседании прошедшем третьего декабря в Лозанне официально представила новые правила игры в классические шахматы. Как следует из документа все фигуры наделяются правом свободного передвижения."
  }
]
}